Repository: JenikMiklas/CryFiat
Catalog: CryFiat/Localization/*.lproj/Localizable.strings
Languages: cs

# locAddress
source: address
cs: adresa

# locCoinsSelection
source: Coins selection
cs: Výběr tokenů

# locAdd
source: Add
cs: Přidat

# locCancel
source: Cancel
cs: Zrušit

# locCoinCardSize
source: Coin card size
cs: Velikost karty

# locSearchToken
source: search token
cs: Hledat token

# locCirculating
source: circulating / total supply
cs: v oběhu / celkový počet

# locSelectCurrency
source: Select currency
cs: Výběr měny

# locAddressOnly
source: Generate address only
cs: Generování pouze adresy

# locChart
source: chart
cs: graf

# locOverview
source: Overview
cs: Přehled

# locRank
source: Rank
cs: Pořadí

# locPrice
source: Price
cs: Cena

# locMarketCap
source: Market cap
cs: Tržní kapitalizace

# locVolume24h
source: Volume 24h
cs: Objem 24h

# locLast24h
source: Last 24h
cs: Posledních 24h

# locPriceChange
source: Price change
cs: Vývoj ceny

# locPricePercent
source: Price change %
cs: Vývoj ceny %

# locLow
source: Low
cs: Min

# locHigh
source: High
cs: Max

# locMarketCapChange
source: Market cap change
cs: Změna tržní kapitalizace

# locMarketCapChangePerc
source: Market cap change %
cs: Změna tržní kapitalizace %

# locSupply
source: Supply
cs: Množství

# locCircul
source: Circulating
cs: V oběhu

# locTotal
source: Total
cs: Celkem

# locAllTime
source: All time high
cs: Nejvýše dosažené

# locHighDate
source: High date
cs: Datum maxima

# locLowDate
source: Low date
cs: Datum minima
